{
  "common": {
    "loadMore": "Load more",
    "loading": "Loading..."
  },
  "products": {
    "loadMore": "Load more"
  },
  "header": {
    "myStory": "My Story",
    "shop": "Shop",
    "giftCard": "Gift Card",
    "personalStylist": "Personal Stylist",
    "account": "Account",
    "wishlist": "Wishlist",
    "cart": "Cart",
    "close": "Close"
  },
  "cart": {
    "cart": "Cart",
    "yourCart": "Your cart",
    "yourCartIsEmpty": "Your cart is empty",
    "subtotal": "Subtotal:",
    "proceedToCheckout": "proceed to checkout",
    "remove": "Remove",
    "size": "Size:",
    "color": "Color",
    "amount": "Amount:",
    "giftCard": "Gift Card",
    "personalStylist": "Personal Stylist",
    "address": "Address:",
    "name": "Name:",
    "online": "ONLINE",
    "inPerson": "IN-PERSON"
  },
  "footer": {
    "signUpForUpdates": "Sign up for updates",
    "enterEmail": "Email",
    "send": "SEND",
    "contact": "Contact",
    "termsOfUse": "Terms of conditions",
    "privacyPolicy": "Privacy & Accessibility",
    "shippingAndReturns": "Shipping & Returns",
    "paymentAndDelivery": "Returns & Exchanges"
  },
  "newsletter": {
    "signUpForUpdates": "Sign up for updates",
    "enterEmail": "Email",
    "send": "SEND",
    "subscribeSuccess": "You are now subscribed to the newsletter",
    "subscribeError": "Failed to subscribe to the newsletter"
  },
  "myStory": {
    "title": "My Story",
    "home": "HOME",
    "content": "Pleased to meet you. I'm Rotmina — my childhood nickname that stayed with me. \n\nI'm a fashion designer and personal stylist. \nAfter many years, I chose to dive into my true self — my authentic nature — opening up to my inner path and returning home to my core essence. \n\nThe path I walk weaves together many worlds: emotion and creative expression, a deep connection to nature and art. A decade ago, I chose veganism as a way of life. The transition felt natural and deeply aligned. Through my personal journey, I've chosen to see what — and who — often goes unseen. \n\nCarrying these insights forward, my movement through the world aims to embody an honest presence and a deep commitment to sustainability in all its layers. I strive for transparency and embrace the complexity and multidimensionality of our existence. \n\n\nEmerging from this space, Rotmina is more than a fashion brand — it's a language, an energetic resonance, a path of consciousness shaped by unity, and an ever-burning desire for depth and aesthetics. \n\nI encourage you to embrace yourself with confidence — to choose a wholeness that radiates both within and without — and to join me on this journey."
  },
  "giftCard": {
    "title": "Gift card",
    "home": "HOME",
    "giftCardBreadcrumb": "GIFT CARD",
    "description": "Not sure what to choose?\nA Gift Card is always a great idea!\nLet your loved ones pick what they love most.",
    "recipientsName": "RECIPIENT'S NAME",
    "recipientsEmail": "RECIPIENT'S EMAIL",
    "yourName": "YOUR NAME",
    "yourEmail": "YOUR EMAIL",
    "personalMessage": "PERSONAL MESSAGE",
    "amount": "Amount",
    "addToCart": "Add to Cart",
    "validation": {
      "recipientsNameRequired": "Recipient's name is required",
      "recipientsEmailRequired": "Invalid email address",
      "yourNameRequired": "Your name is required",
      "yourEmailRequired": "Invalid email address",
      "amountRequired": "Amount is required"
    }
  },
  "personalStylist": {
    "title": "Personal stylist",
    "home": "HOME",
    "personalStylistBreadcrumb": "PersonalStylist",
    "price": "PRICE",
    "content": "A personal path of defining your appearance and building a wardrobe tailored to your lifestyle, your values, and your personal needs. \n\nTogether, we will craft a thoughtfully curated wardrobe that reflects you, your lifestyle, your silhouette, and what genuinely supports you in your everyday life.No fleeting trends that speak a foreign language, and no striving to fit into something that pulls you away from who you truly are. \n\nThe path we embrace together is an invitation to listen to yourself, to your presence, to what feels true and genuine with you, focusing on what brings you comfort and confidence in your appearance. \n\nMy approach emphasizes sustainability, quality over quantity, and mindful choices that respect the environment. My goal is not to create a look, but to build, together, an appearance that feels whole, comfortable, and true to who you are today.During our time together, we will craft an appearance that reflects your true essence, you will gain clear insights and practical tools to realize what truly works for you, enabling you to craft an authentic appearance that will support you in the long run. \n\nFrom that space, when you choose an outfit in alignment with your essence, it becomes more than just what you wear, it becomes a gentle foundation that holds you. Allowing you to simply be, without effort.",
    "meetingOverview": "Meeting Overview",
    "meetingOverviewContent": "We will begin by exploring what already exists, your current wardrobe and personal expression, together we will explore the choices you have made so far, identifying what truly reflects your unique signature and what no longer resonates. You will gain valuable tools for making intentional, confident decisions moving forward, we'll refine your wardrobe, removing what no longer serves you, leaving only those items that are truly empowering and aligns with your true self. \n\nIn the next step we'll explore fabric types, flattering color palettes based on your skin tone, silhouettes and design lines that enhance your proportions. We'll discover how to create successful combinations using your existing wardrobe, from there we'll dive into finer details - from well-fitted lingerie to the right hem length for your proportions - will define what's missing in order to complete your wardrobe in a way that truly meets your needs. \n\nBringing It All Together we'll define the present what fits any occasion, how to wear and carry an item with intention, which cuts complement your silhouette, and how to make refined choices that reveal the essence of what you wish to express. You'll gain empowering practical clarity to express yourself with confidence and coherence in a way that feels genuine, resonant, and aligned with your true authentic self.",
    "virtualMeeting": "Virtual Meeting",
    "virtualMeetingContent": "A tailored and informative meeting is another way to refine yourself - whether you have an important meeting, a significant event, a job interview, a key presentation or simply an immediate need to refresh and feel centered and present. \n\nDuring our meeting, we will define your vision in a comfortable space, exploring the context and message you wish to express, and create a smart, accurate appearance that reflects you - your true self. \n\nAt the end of our meeting, we will craft a complete wardrobe suited to the occasion, including all the essential elements: clothing, shoes, and accessories that will support your confidence, reflecting the essence you seek to express and allow your presence to shine. \n\nAt the heart of my goal lies the desire to guide you toward feeling whole, confident and empowered - radiating that energy wherever you go.",
    "online": "Online",
    "atYourHome": "At your home",
    "duration": "Duration:",
    "priceLabel": "Price:",
    "onlineUnavailable": "Online sessions are temporarily unavailable",
    "atYourHomeUnavailable": "At-your-home sessions are temporarily unavailable",
    "addToCart": "Add to Cart",
    "loading": "Loading...",
    "priceNote": "The price takes into account the length of the meeting and offers a more convenient rate for meetings longer than 5 hours."
  },
  "shop": {
    "home": "HOME",
    "shopBreadcrumb": "SHOP",
    "sortBy": "SORT BY:",
    "filter": "FILTER",
    "loadingFilters": "Loading filters...",
    "loadingProducts": "Loading products...",
    "loadingPagination": "Loading pagination..."
  },
  "filter": {
    "color": "Colour",
    "size": "Size",
    "apply": "Apply",
    "loading": "Loading..."
  },
  "sort": {
    "popularity": "Popularity",
    "priceUp": "Price up",
    "priceDown": "price down",
    "sale": "sale"
  },
  "home": {
    "separation": {
      "title": "Separation",
      "content": "There comes a moment when the self longs for separation, a healthy space between me and you, me and the other, a dividing line between me and the world, not to escape or disconnect, but to begin to exist.\n\nThis collection blossomed out of an inner journey, a personal path of separation. In the world of developmental psychology, the separation phase refers to the stage when a child begins to realize that they are not a direct extension of their mother. They have their own emotions, sensations, and desires.\n\nIt's a profound, healthy, delicate, and necessary phase, at times unsteady, moving between closeness and detachment, safety and vulnerability, between the need for a bond and the longing for autonomy.\n\nThis journey found its course through fabric, silhouettes, and lines, into structures that hold the tension between softness and resilience, expansion and containment, shapes that support the body while allowing it to breathe, like the soul, yearning for boundaries, but not confinement, just perfectly whole.\n\nThis collection tells a story of connected separation, an inner voice seeking to become."
    },
    "ethics": {
      "title": "Rothmina - Between Beauty and Ethics",
      "content": "Rothmina was born from passion and a deep commitment, and integrity towards animals, nature, and humanity, a reflection of the way I choose to exist in the world.\n\nMy choices go beyond fashion. They are moral, honoring life, grounded in being nurtured by Mother Earth, and emerging from love.\n\nEach detail is crafted with mindful care and intention, free from animal products, born out of thoughtfulness, respect, and deep attention to what connects beauty, compassion, and sustainability.\n\nTo me, true beauty does not harm and cannot be built at the expense of life. This is how a creation is born, one that embraces the body without harming the soul.",
      "crueltyFree": "Cruelty free",
      "vegan": "Vegan"
    },
    "categories": "Categories",
    "collections": "Collections"
  },
  "collections": {
    "noDescription": "No description",
    "seeCollection": "See collection"
  },
  "login": {
    "title": "Login",
    "email": "EMAIL",
    "password": "Enter password",
    "forgotPassword": "Forgot your password?",
    "noAccount": "Do not have an account?",
    "signUp": "SIGN UP",
    "logIn": "Log in",
    "incorrectCredentials": "Incorrect password or email"
  },
  "signup": {
    "title": "Sign Up",
    "name": "NAME",
    "surname": "SURNAME",
    "email": "EMAIL",
    "password": "Enter password",
    "hasAccount": "Already have an account?",
    "logIn": "LOG IN",
    "signUp": "Sign up"
  },
  "resetPassword": {
    "title": "Reset password",
    "description": "Enter your email and you will receive a link to reset your password",
    "email": "EMAIL",
    "sendEmail": "Send email"
  },
  "newPassword": {
    "title": "Password Reset",
    "description": "Enter your new password",
    "newPassword": "New password",
    "confirmPassword": "Confirm password",
    "reset": "Reset",
    "incorrect": "Incorrect"
  },
  "orderConfirm": {
    "title": "Order Confirmed!",
    "yourOrder": "Your order №",
    "thankYou": "Thank you for choosing Rotmina. A confirmation email is on its way to you your order is being carefully packed and will be shipped soon.",
    "exploreMore": "Explore More",
    "payForOrder": "Pay for order"
  },
  "successPayment": {
    "title": "Payment Successful!",
    "thankYou": "Thank you for choosing Rotmina. Your order is being carefully packed and will be shipped soon.",
    "exploreMore": "Explore More"
  },
  "cartPage": {
    "home": "HOME",
    "cartBreadcrumb": "CART",
    "shippingInformation": "Shipping Information",
    "paymentMethods": "Payment Methods",
    "yourCart": "Your cart",
    "subtotal": "subtotal",
    "yourCartIsEmpty": "Your cart is empty",
    "pleaseAddAddress": "Please add a shipping address",
    "cartIsEmpty": "Cart is empty",
    "errorCreatingOrder": "An error occurred while creating the order. Please try again."
  },
  "orderForm": {
    "name": "NAME",
    "surname": "SURNAME",
    "email": "EMAIL",
    "phone": "PHONE",
    "next": "Next"
  },
  "addressForm": {
    "loading": "Loading...",
    "error": "Error:",
    "addressAddedSuccess": "Address added successfully",
    "addressDeletedSuccess": "Address deleted successfully",
    "address": "ADDRESS",
    "city": "CITY",
    "zipCode": "ZIP CODE",
    "adding": "Adding...",
    "addNewAddress": "Add address"
  },
  "payment": {
    "home": "HOME",
    "cartBreadcrumb": "CART",
    "shippingInformation": "Shipping Information",
    "paymentMethods": "Payment Methods",
    "card": "Card",
    "cash": "Cash",
    "nameOnCard": "NAME ON CARD",
    "cardNumber": "CARD NUMBER",
    "telephone": "TELEPHONE",
    "expDate": "EXP DATE MM/YY",
    "cvv": "CVV",
    "iHaveReadAndAgree": "I have read and agree to the",
    "pay": "Pay",
    "promoCode": "PROMO CODE",
    "apply": "Apply",
    "giftCard": "GIFT CARD",
    "searching": "Searching...",
    "giftCardAlreadyUsed": "This gift card has already been used",
    "giftCardExists": "Gift is exists and is not used, you can apply it",
    "giftCardNotFound": "Gift card not found",
    "subtotal": "SUBTOTAl",
    "delivery": "DELIVERY",
    "includes": "Includes",
    "vat": "VAT",
    "default": "default",
    "total": "TOTAL",
    "paymentSuccessful": "Payment successful",
    "giftCardAppliedSuccess": "Gift card applied successfully",
    "wrongCardNumber": "Wrong card number",
    "wrongExpirationDate": "Wrong expiration date",
    "wrongCvv": "Wrong CVV",
    "expiredCard": "Expired card",
    "giftCardFor": "Gift card for",
    "personalStylist": "Personal stylist",
    "minutes": "minutes",
    "product": "Product",
    "unknownProduct": "Unknown product",
    "minItemPriceError": "Each item must cost at least 1",
    "minPaymentAmountError": "Minimum payment amount is 1",
    "paymentNotAvailable": "This payment method is not available yet",
    "cardHolderId": "CARD HOLDER ID"
  },
  "productPage": {
    "home": "HOME",
    "colour": "Colour",
    "size": "Size",
    "sizeGuide": "Size Guide",
    "bust": "Bust",
    "waist": "Waist",
    "hips": "Hips",
    "addToCart": "Add to Cart",
    "outOfStock": "Out of stock",
    "description": "Description",
    "shippingReturn": "Shipping&Return",
    "internationalShipping": "International Shipping",
    "shippingTitle": "International Shipping",
    "shippingSubtitle": "Shipping",
    "shippingText": "Shipping is available worldwide at a flat rate of 165 ILS, approximately $47–$50 USD. Price may vary depending on exchange rate. Delivery typically takes 7–15 business days.",
    "orderProcessingTitle": "Order Processing",
    "orderProcessingText": "All orders are processed within 1-2 business days. Customers are responsible for providing accurate shipping information to ensure timely delivery. Once the order is confirmed, customers will receive a confirmation email.",
    "returnsExchanges": "Returns & Exchanges",
    "returnsExchangesTitle": "Returns & Exchanges",
    "returnsExchangesTextBefore": "If you would like to return an item, please fill out the ",
    "returnsExchangesFormLink": "return form",
    "returnsExchangesTextAfter": " within 14 days of receiving your package. Items that have been used or worn cannot be returned or exchanged. Clothing items may only be exchanged if they still carry their original tags.\n\nOnce the item is received in its original condition, a full refund will be issued, excluding shipping costs. Customers are responsible for return shipping costs unless the item is defective or incorrect.\n\nRefunds are processed within up to 3 business days after the returned item is received and inspected. Customers will be notified via email once the refund has been issued, confirming that the returned item has been accepted and the refund completed. Refunds are issued via the original payment method\n\nPlease note that additional local fees may apply depending on the destination country's policies.",
    "shippingCosts": "Shipping Costs:",
    "destination": "Destination",
    "europeanSurcharge": "In the following European countries: Andorra, Austria, Gibraltar, Ireland, Monaco, Greece, and Portugal a 12 $ surcharge applies for shipments weighing 3 kg only. All orders are prepared for shipment within 1–2 business days from my studio in Israel.",
    "importantNote": "Important: Additional local fees may apply depending on the customs policies of the destination country",
    "youMightAlsoLike": "You might also like"
  },
  "sizeGuide": {
    "title": "Size Guide",
    "howToMeasure": "How to Measure?",
    "bust": "Bust",
    "bustInstructions": "• Place the measuring tape around the widest part of your bust.\n• Keep the tape horizontal (parallel to the floor), not too loose and not too tight.\n• Make sure your shoulders remain relaxed as you breathe comfortably.",
    "waist": "Waist",
    "waistInstructions": "• Place the measuring tape around the narrowest part of your waist, usually just above the navel.\n• Keep the tape horizontal (parallel to the floor), not too loose and not too tight.",
    "hips": "Hips",
    "hipsInstructions": "• Place the measuring tape around the widest part below your pelvis, at the level of your buttocks.\n• Ensure the tape is horizontal (parallel to the floor), not too loose and not too tight.",
    "size": "Size",
    "bustLabel": "Bust",
    "waistLabel": "Waist",
    "hipsLabel": "Hips"
  },
  "terms": {
    "termsOfAgreement": "terms of the agreement.",
    "title": "Terms of Use",
    "section1": {
      "title": "1. General",
      "1.1": "1.1 These Terms constitute a legally binding agreement between the users of the website and the website management (hereinafter: \"the Site\").",
      "1.2": "1.2 Any access to the Site, browsing, registration, making a purchase, or any other use of the Site constitutes full acceptance of these Terms.",
      "1.3": "1.3 The Site management may update these Terms from time to time at its sole discretion without prior notice.",
      "1.4": "1.4 In case of any conflict between these Terms and any other publication, these Terms shall prevail."
    },
    "section2": {
      "title": "2. Use and Access",
      "2.1": "2.1 The Site is accessible only to users who are 18 years or older. Minors under 18 may make purchases only with parental or guardian consent.",
      "2.2": "2.2 The Site is intended for personal use only; commercial use is prohibited without prior written approval from the Site management.",
      "2.3": "2.3 Any illegal activity, copyright infringement, or other harm to the Site management, other users, or third parties is strictly prohibited.",
      "2.4": "2.4 The Site management reserves the right to block access to users who violate these Terms without prior notice."
    },
    "section3": {
      "title": "3. Content and Use of the Digital Store",
      "3.1": "3.1 The Site contains original content, product information, publications, and updates.",
      "3.2": "3.2 No content from the Site may be copied, reproduced, distributed, published, or used in any way without prior written permission from the Site management."
    },
    "section4": {
      "title": "4. Ordering Products and Services",
      "4.1": "4.1 All purchases are subject to stock availability. In case of stock shortage, the customer will be notified and may choose to wait or cancel the order.",
      "4.2": "4.2 Orders are confirmed only after full payment via credit card, Apple Pay, Google Pay, or Bit, subject to approval by the payment processor.",
      "4.3": "4.3 Prices include VAT unless otherwise specified."
    },
    "section5": {
      "title": "5. Shipping & Pickup",
      "5.1": "5.1 Shipping in Israel / In-Store Pickup\n\nCustomers in Israel may choose home delivery or in-store pickup.\n\nHome delivery: Orders are shipped within 1–2 business days after confirmation. Customers will receive an email notification once the order is shipped.\n\nIn-store pickup: Orders will be ready within 1–2 business days after confirmation. Customers will receive an email notification when the order is ready for collection. Identification may be required",
      "5.2": "5.2 Worldwide Shipping:\n\nProducts are shipped worldwide at a flat rate of 165 ILS, approximately $47–$50 USD. Price may vary depending on exchange rate.\n\nOrders are processed within 1–2 business days after payment confirmation. Customers will receive an email notification confirming that the order has been processed.\n\nDelivery typically takes 7–15 business days depending on destination.\n\nAdditional local fees (customs, taxes, or import duties) may apply depending on the destination country's policies.\n\nReturns & Exchanges:\n\nCustomers who wish to return an item must fill out the return form within 14 days of receiving the package.\n\nItems that have been used or worn cannot be returned or exchanged. Closing items may be exchanged only if they still carry their original label.\n\nShipping costs for returns are the customer's responsibility unless the item is defective or incorrect.\n\nOnce the returned item is received and inspected in its original condition, a full refund will be issued via the original payment method.\n\nCustomers will receive an email notification once the refund has been processed. Refunds are usually completed within up to 3 business days after receiving and verifying the returned item."
    },
    "section6": {
      "title": "6. General Shipping Provisions",
      "6.1": "6.1 Delivery is carried out by an external shipping company. If service is unavailable to a specific location, an alternative suitable location may be arranged.",
      "6.2": "6.2 The Site management is not responsible for delays caused by external factors such as the shipping company, security emergencies, strikes, or force majeure.",
      "6.3": "6.3 Customers must ensure that all shipping details provided are accurate."
    },
    "section7": {
      "title": "7. Cancellation, Returns & Refunds",
      "7.1": "7.1 Customers may cancel an order before it has been shipped, For returns, customers may return a product within 14 days of receipt, provided it is unused, undamaged, and retains its original label.",
      "7.2": "7.2 Shipping costs for returns are the customer's responsibility unless the item is defective or incorrect.",
      "7.3": "7.3 Refunds are processed within up to 3 business days after the returned item is received and inspected. Customers will be notified via email once the refund is completed. Refunds are issued via the original payment method.",
      "7.4": "7.4 Cancellation and Return Policy  Defective Products - If a customer receives a defective product, the customer is entitled to contact the Company's customer service immediately upon receipt of the shipment and provide a clear photo of the defect via email or WhatsApp. Upon receiving the inquiry and the photo, the Company will review the case and handle it accordingly, including replacing the product, issuing a credit, or any other solution at its discretion."
    },
    "section8": {
      "title": "8. Links, Advertisements, and External Referrals",
      "8.1": "8.1 The Site may contain links to external websites. The Site management is not responsible for the content or conduct of these websites.",
      "8.2": "8.2 Any transaction with a third party through a link on the Site is the customer's sole responsibility."
    },
    "section9": {
      "title": "9. Ownership and Intellectual Property Rights",
      "9.1": "9.1 All rights to content, images, designs, logos, texts, and any other elements on the Site are the exclusive property of the Site owner and are protected under intellectual property laws.",
      "9.2": "9.2 No content from the Site may be copied, reproduced, distributed, published, sold, or used in any way without prior written permission from the Site management."
    },
    "section10": {
      "title": "10. Use of Site Content",
      "10.1": "10.1 Users may not upload content that is offensive, illegal, or may infringe third-party rights.",
      "10.2": "10.2 The Site management may remove any content deemed inappropriate or in violation of these Terms."
    },
    "section11": {
      "title": "11. Disclaimer and Indemnification",
      "11.1": "11.1 The Site management is not liable for any direct or indirect damages resulting from use of the Site, technical malfunctions, or improper use.",
      "11.2": "11.2 The Site provides information \"As-Is\" and does not guarantee specific results, recommendations, or professional advice.",
      "11.3": "11.3 Users agree to indemnify the Site management for any claims, lawsuits, or damages arising from their violation of these Terms."
    },
    "section12": {
      "title": "12. Jurisdiction",
      "12.1": "12.1 These Terms of Use and the Site's Terms and Conditions shall be governed solely by the laws of the State of Israel.",
      "12.2": "12.2 Any dispute arising between the parties shall be subject to the exclusive jurisdiction of the competent courts located in the district where the Site owner is registered."
    },
    "section13": {
      "title": "13. Amendments",
      "13.1": "13.1 The Site management may update the Terms of Use from time to time at its sole discretion.",
      "13.2": "13.2 Continued use of the Site after updates constitutes acceptance of the new Terms."
    },
    "section14": {
      "title": "14. Privacy Policy",
      "14.1": "14.1 The Website's Privacy Policy constitutes an integral part of these Terms and Conditions, and any use of the Website is subject to the provisions detailed therein."
    },
    "section15": {
      "title": "15. Contact",
      "15.1": "15.1 For any questions or clarifications, please contact us:",
      "tel": "Tel: +972-55-994-6060",
      "address": "Rishon Lezion ,Israel",
      "email": "Email: Brand@rotmina.com"
    },
    "fullText": "Terms of Use\n\n1. General\n\n1.1 These Terms constitute a legally binding agreement between the users of the website and the website management (hereinafter: \"the Site\").\n\n1.2 Any access to the Site, browsing, registration, making a purchase, or any other use of the Site constitutes full acceptance of these Terms.\n\n1.3 The Site management may update these Terms from time to time at its sole discretion without prior notice.\n\n1.4 In case of any conflict between these Terms and any other publication, these Terms shall prevail.\n\n2. Use and Access\n\n2.1 The Site is accessible only to users who are 18 years or older. Minors under 18 may make purchases only with parental or guardian consent.\n\n2.2 The Site is intended for personal use only; commercial use is prohibited without prior written approval from the Site management.\n\n2.3 Any illegal activity, copyright infringement, or other harm to the Site management, other users, or third parties is strictly prohibited.\n\n2.4 The Site management reserves the right to block access to users who violate these Terms without prior notice.\n\n3. Content and Use of the Digital Store\n\n3.1 The Site contains original content, product information, publications, and updates.\n\n3.2 No content from the Site may be copied, reproduced, distributed, published, or used in any way without prior written permission from the Site management.\n\n4. Ordering Products and Services\n\n4.1 All purchases are subject to stock availability. In case of stock shortage, the customer will be notified and may choose to wait or cancel the order.\n\n4.2 Orders are confirmed only after full payment via credit card, Apple Pay, Google Pay, or Bit, subject to approval by the payment processor.\n\n4.3 Prices include VAT unless otherwise specified.\n\n5. Shipping & Pickup\n\n5.1 Shipping in Israel / In-Store Pickup\n\nCustomers in Israel may choose home delivery or in-store pickup.\n\nHome delivery: Orders are shipped within 1–2 business days after confirmation. Customers will receive an email notification once the order is shipped.\n\nIn-store pickup: Orders will be ready within 1–2 business days after confirmation. Customers will receive an email notification when the order is ready for collection. Identification may be required\n\n5.2 Worldwide Shipping:\n\nProducts are shipped worldwide at a flat rate of 165 ILS, approximately $47–$50 USD. Price may vary depending on exchange rate.\n\nOrders are processed within 1–2 business days after payment confirmation. Customers will receive an email notification confirming that the order has been processed.\n\nDelivery typically takes 7–15 business days depending on destination.\n\nAdditional local fees (customs, taxes, or import duties) may apply depending on the destination country's policies.\n\nReturns & Exchanges:\n\nCustomers who wish to return an item must fill out the return form within 14 days of receiving the package.\n\nItems that have been used or worn cannot be returned or exchanged. Closing items may be exchanged only if they still carry their original label.\n\nShipping costs for returns are the customer's responsibility unless the item is defective or incorrect.\n\nOnce the returned item is received and inspected in its original condition, a full refund will be issued via the original payment method.\n\nCustomers will receive an email notification once the refund has been processed. Refunds are usually completed within up to 3 business days after receiving and verifying the returned item.\n\n6. General Shipping Provisions\n\n6.1 Delivery is carried out by an external shipping company. If service is unavailable to a specific location, an alternative suitable location may be arranged.\n\n6.2 The Site management is not responsible for delays caused by external factors such as the shipping company, security emergencies, strikes, or force majeure.\n\n6.3 Customers must ensure that all shipping details provided are accurate.\n\n7. Cancellation, Returns & Refunds\n\n7.1 Customers may cancel an order before it has been shipped, For returns, customers may return a product within 14 days of receipt, provided it is unused, undamaged, and retains its original label.\n\n7.2 Shipping costs for returns are the customer's responsibility unless the item is defective or incorrect.\n\n7.3 Refunds are processed within up to 3 business days after the returned item is received and inspected. Customers will be notified via email once the refund is completed. Refunds are issued via the original payment method.\n\n7.4 Cancellation and Return Policy  Defective Products - If a customer receives a defective product, the customer is entitled to contact the Company's customer service immediately upon receipt of the shipment and provide a clear photo of the defect via email or WhatsApp. Upon receiving the inquiry and the photo, the Company will review the case and handle it accordingly, including replacing the product, issuing a credit, or any other solution at its discretion.\n\n8. Links, Advertisements, and External Referrals\n\n8.1 The Site may contain links to external websites. The Site management is not responsible for the content or conduct of these websites.\n\n8.2 Any transaction with a third party through a link on the Site is the customer's sole responsibility.\n\n9. Ownership and Intellectual Property Rights\n\n9.1 All rights to content, images, designs, logos, texts, and any other elements on the Site are the exclusive property of the Site owner and are protected under intellectual property laws.\n\n9.2 No content from the Site may be copied, reproduced, distributed, published, sold, or used in any way without prior written permission from the Site management.\n\n10. Use of Site Content\n\n10.1 Users may not upload content that is offensive, illegal, or may infringe third-party rights.\n\n10.2 The Site management may remove any content deemed inappropriate or in violation of these Terms.\n\n11.Disclaimer and Indemnification\n\n11.1 The Site management is not liable for any direct or indirect damages resulting from use of the Site, technical malfunctions, or improper use.\n\n11.2 The Site provides information \"As-Is\" and does not guarantee specific results, recommendations, or professional advice.\n\n11.3 Users agree to indemnify the Site management for any claims, lawsuits, or damages arising from their violation of these Terms.\n\n12.Jurisdiction\n\n12.1 These Terms of Use and the Site's Terms and Conditions shall be governed solely by the laws of the State of Israel.\n\n12.2 Any dispute arising between the parties shall be subject to the exclusive jurisdiction of the competent courts located in the district where the Site owner is registered.\n\n13. Amendments\n\n13.1 The Site management may update the Terms of Use from time to time at its sole discretion.\n\n13.2 Continued use of the Site after updates constitutes acceptance of the new Terms.\n\n14. Privacy Policy\n\n14.1 The Website's Privacy Policy constitutes an integral part of these Terms and Conditions, and any use of the Website is subject to the provisions detailed therein.\n\n15. Contact\n\n15.1 For any questions or clarifications, please contact us:\n\nTel: +972-55-994-6060\n\nRishon Lezion ,Israel\n\nEmail: Brand@rotmina.com"
  },
  "orderHistory": {
    "order": "order",
    "date": "date",
    "status": "status",
    "totalCost": "total cost",
    "actions": "actions",
    "noOrders": "You don't have any orders yet",
    "paid": "Paid",
    "pay": "Pay",
    "sku": "SKU:",
    "price": "Price:",
    "amount": "Amount:",
    "total": "Total:",
    "orderDetailsNotAvailable": "Order details are not available",
    "delivered": "Delivered",
    "canceled": "Canceled",
    "pending": "Pending",
    "processing": "Processing"
  },
  "account": {
    "home": "HOME",
    "account": "ACCOUNT"
  },
  "returns": {
    "title": "Returns & Exchanges",
    "personalDetails": "Personal Details",
    "name": "NAME",
    "phone": "PHONE",
    "email": "EMAIL",
    "shippingAddress": "Shipping address in case you'd like an exchange",
    "orderNumber": "ORDER NUMBER",
    "orderNumberDescription": "*The number appears next to the customer details on the invoice",
    "comment": "COMMENT",
    "selectOption": "Please select one of the following options:",
    "iWantToExchange": "I'd like to exchange",
    "iWantToReturn": "I'd like to return",
    "returnOrExchange": "Return or Exchange"
  },
  "contact": {
    "home": "HOME",
    "contact": "CONTACT",
    "title": "Love to hear from you",
    "instagram": "Instagram",
    "facebook": "Facebook",
    "phone": "+972-55-994-6060",
    "email": "Brand@rotmina.com",
    "address": "Rishon Lezion, Israel",
    "description": "Have a question, thought or something you would like to share? <br /> You are welcome to reach out. I read every message and will get back to you as soon as possible.",
    "name": "NAME",
    "emailPlaceholder": "EMAIL",
    "message": "MESSAGE",
    "send": "Send"
  },
  "termsOfConditions": {
    "home": "HOME",
    "termsOfConditions": "Terms of Conditions"
  },
  "privacyPolicy": {
    "home": "HOME",
    "privacyPolicy": "Privacy & Accessibility",
    "title": "Privacy & Accessibility",
    "intro": "Rotmina is committed to protecting the privacy of our customers and the personal information collected through our website. \n\nThis Privacy Policy explains how we collect, use, process, and safeguard your information.",
    "informationCollected": {
      "title": "Information Collected",
      "description": "The website may collect the following information:",
      "personalDetails": "Personal details: full name, email address, phone number, shipping address",
      "orderPayment": "Order and payment information (if stored on our system)",
      "filesContent": "Files, images, or content uploaded by the site owner (not by the customer)"
    },
    "useOfInformation": {
      "title": "Use of Information",
      "description": "Collected information is used for the following purposes:",
      "processingOrders": "Processing and fulfilling orders",
      "customerSupport": "Providing customer support and services",
      "updatesNewsletter": "Sending updates about orders, newsletters, and promotional offers",
      "analysisImprovement": "Analyzing and improving the website experience"
    },
    "sharingInformation": {
      "title": "Sharing Information with Third Parties",
      "description": "To complete orders and provide services, your information may be shared with third parties, such as:",
      "paymentProcessing": "Payment processing companies for secure transactions",
      "shippingCompanies": "Shipping companies for order delivery",
      "serviceProviders": "External service providers for website management and experience enhancement",
      "noSharing": "We do not share personal information for advertising or sales purposes without prior consent."
    },
    "customerRights": {
      "title": "Customer Rights",
      "description": "Customers have the following rights:",
      "requestCopy": "To request a copy of their personal data",
      "updateCorrect": "To update or correct inaccurate or outdated personal information",
      "requestRemoval": "To request removal from mailing lists or marketing communications",
      "requestDeletion": "To request full deletion of personal data (in accordance with applicable law, including GDPR for EU residents)"
    },
    "dataRetention": {
      "title": "Data Retention",
      "description": "Information is stored securely according to industry standards. We maintain confidentiality and protect data from unauthorized access, alteration, or disclosure."
    },
    "gdprCompliance": {
      "title": "GDPR Compliance",
      "description": "For customers in the European Union, Rotmina complies with the General Data Protection Regulation (GDPR). EU residents have the right to:",
      "accessCorrectDelete": "Access, correct, or delete their personal data",
      "restrictObject": "Restrict or object to the processing of their data",
      "withdrawConsent": "Withdraw consent at any time for data processing and marketing communications"
    },
    "disclaimer": {
      "title": "Security Disclaimer",
      "description": "Despite efforts to protect your information, absolute security cannot be guaranteed against unauthorized access or misuse by third parties."
    },
    "contact": {
      "title": "Contact",
      "email": "Email: Brand@rotmina.com",
      "phone": "Phone: +972-55-994-6060"
    },
    "closing": "Sincerely,\nRotmina",
    "accessibility": {
      "title": "Accessibility Statement",
      "intro": "Rotmina is an Israeli fashion brand committed to providing an accessible and user-friendly browsing experience for all customers, including people with disabilities. Accessibility is a core value, and we strive to ensure that everyone can use our website effectively, in accordance  with the Equal Rights for Persons with Disabilities Regulations (2013) and Israeli AA-level accessibility  standards.",
      "featuresTitle": "Accessibility Features",
      "featuresDescription": "The website includes various accessibility adaptations, including:",
      "feature1": "Supports all standard browsers (Chrome, Firefox, Safari, Edge, Opera)",
      "feature2": "Keyboard navigation (TAB moves to the next element, ENTER activates links)",
      "feature3": "Clear and hierarchical content structure using headings, paragraphs, and lists",
      "feature4": "Readable text and simple language",
      "feature5": "Color contrast optimized for users with visual impairments",
      "feature6": "Text descriptions (alt text) for images and graphical elements",
      "feature7": "Responsive design for various screen resolutions",
      "feature8": "Controls to play/pause galleries and videos",
      "feature9": "ARIA support for screen readers",
      "feature10": "Accessible menus, forms, and navigation components",
      "additionalTitle": "Additional Adaptations for Users with Visual or Hearing Impairments:",
      "additional1": "Text resizing using CTRL + \"+\" / CTRL + \"-\"",
      "additional2": "Compatible with screen readers and voice recognition software",
      "additional3": "The website does not include flashing or blinking content",
      "limitationsTitle": "Accessibility Limitations",
      "limitationsText": "We make every effort to ensure that all pages of our website are fully accessible. However, some pages or components may not yet be fully accessible. Additionally, third-party content embedded on the site may not be completely accessible",
      "problemTitle": "Encountered a Problem",
      "problemSubtitle": "We're here to help!",
      "problemText": "If you experience difficulty using the website or have suggestions for improvement, please contact us:",
      "problemEmail": "Email: Brand@rotmina.com",
      "problemPhone": "Phone: +972-55-994-6060",
      "problemHours": "Customer service hours: Sunday–Thursday, 10:00–16:00",
      "problemClosing": "Best regards,\nRotmina"
    }
  },
  "notFound": {
    "goToMainPage": "Go to mainpage"
  },
  "eco": {
    "home": "HOME",
    "eco": "ECO",
    "title": "Rotmina was born from a passion for fashion,with deep respect and desire to harmonize with nature and life on Earth",
    "animalWelfare": "Animal Welfare",
    "animalWelfareIntro": "As part of a complete holistic vegan approach, I do not use fur, angora, silk, feathers, leather or wool.",
    "animalWelfareAwareness": "In the past decade, there has been an increase in awareness of the devastating effects of the fashion industry on animal welfare.",
    "animalWelfareExploitation": "Millions of animals, including cows, sheep, minks, rabbits, goats, alligators, snakes, and more are exploited each year in these industries.",
    "animalWelfareReports": "According to reports from animal rights organizations such as Peta, Four Pows International, and World Animal Protection, the use of animals for industrial purposes involves:",
    "woolShearing": "Aggressive and rapid shearing of wool:",
    "woolShearingDesc": "Which leads to injuries and severe pain in animals, often causing torn skin and painful infections. These wounds are frequently left untreated and can even result in death. Many workers are paid per quantity, which encourages speed and extreme carelessness.",
    "skinningAlive": "Skinning animals while still alive:",
    "skinningAliveDesc": "A harmful, violent, and negligent practice, carried out to cut costs on equipment and anesthetics. The goal is to shorten processing time and preserve the skin's quality by preventing blemishes or tears. This action causes immense suffering and violates the animals' basic rights to welfare.",
    "furSlaughter": "Systematic Slaughter of animals for their fur:",
    "furSlaughterDesc": "Millions of animals are confined in crowded conditions and exploited for the production of clothing items made from their fur, using cruel and brutal methods. Killing techniques include suffocation, electrocution, neck-breaking, or gas chambers. Often, the animals do not lose consciousness immediately, resulting in prolonged and intense suffering.",
    "silkBoiling": "Boiling Silkworms Alive to Extract Intact Silk Fibers:",
    "silkBoilingDesc": "Silkworms are bred in massive quantities, after spinning their cocoons, the cocoons are placed in boiling water while the larvae are still alive, This process is intended to make it easier to unravel the silk threads in one continuous strand, As a result, billions of silkworms are killed each year in a painful process for the sake of textile production.",
    "featherPlucking": "Live Plucking of Feathers from Birds:",
    "featherPluckingDesc": "Mostly targeting geese and ducks, this practice often carried out while the animals are still alive is well documented in the fashion and textile industries. It causes injuries, infections, pain, and intense suffering. The birds are restrained while their feathers are violently torn out to maximize yield of soft down feathers, in some cases, the plucking is repeated multiple times throughout the animal's life.",
    "exoticLeather": "Farming Crocodiles, Snakes, and Lizards for Exotic Leathers:",
    "exoticLeatherDesc": "Millions of reptiles are kept in overcrowded, enclosed pools under artificial conditions that severely violate their basic needs. These environments cause extreme stress and abnormal behaviors. The slaughter process involves brutal methods such as shooting in the head or neck, stabbing the spine, or electrocution. In some documented cases, animals remain partially conscious during skinning, all for the sake of producing \"luxury fashion items\". This process inflicts extreme suffering, pain, and unnecessary death.",
    "animalWelfareGoal": "My goal is to create a safe, respectful space - one that causes no harm, suffering, or the slaughter of sentient animals for personal gain. Transitioning to alternative, animal-free materials helps reduce harm, supports the welfare of animals worldwide and contributes to elevate the collective frequency of planet Earth through conscious compassionate choices.",
    "packaging": "Packaging",
    "packagingIntro": "Rotmina uses packaging made from recycled paper-from shipping boxes and tags to brand bags and wrapping paper, these choices stem from a recognition that packaging is not merely a function of protecting the product, it is also an expression of how I choose to operate in the world.",
    "packagingExploration": "Through an ongoing personal exploration of questions around sustainability, consumption, and environmental responsibility. I choose to reduce the brand's carbon footprint, avoid excessive packaging, and opt for solutions that fulfill their purpose efficiently with respect for the resources our environment offers.",
    "packagingValues": "These choices support my values and contribute to meaningful environmental action:",
    "energySavings": "Energy Savings",
    "energySavingsDesc": ": The production of recycled paper requires approximately 30% - 50% less energy compared to virgin paper.",
    "co2Reduction": "CO2 Emission Reduction",
    "co2ReductionDesc": ": Every ton of recycled paper produced helps reduce around 2.5 tons of CO2 emissions.",
    "naturalResources": "Preservation of Natural Resources:",
    "naturalResourcesDesc": " Using recycled paper supports forest conservation and reduces the need for cutting down new trees.",
    "wasteReduction": "Waste Reduction and Reuse:",
    "wasteReductionDesc": " By using recycled packaging, we give existing materials a second life, avoiding additional production that consumes further resources. This in turn, reduces the amount of waste sent to landfills and lessens the harmful emissions impacting our environment.",
    "packagingCommitment": "Rotmina will continue to be attentive to the needs of the environment and remain committed to constantly improving its practices to prevent environmental harm. The brand will stay mindful and committed to technological developments and advancements in sustainability, always striving for new ways to reduce its environmental impact and to be part of a global solution.",
    "packagingData": "The data is supported by reports from established environmental organizations such as the:",
    "packagingOrganizations": "Environmental Protection Agency (EPA), World Resources Institute (WRI), both of which focus on sustainability, emission reduction, and global waste reduction."
  }
}

