{
  "common": {
    "loadMore": "טען עוד",
    "loading": "טוען..."
  },
  "products": {
    "loadMore": "טען עוד"
  },
  "header": {
    "myStory": "הסיפור שלי",
    "shop": "התחדשי",
    "giftCard": "שובר מתנה",
    "personalStylist": "עיצוב מראה אישי",
    "account": "החשבון שלי",
    "wishlist": "שומרת לי בפינה",
    "cart": "עגלת קניות",
    "close": "סגור"
  },
  "cart": {
    "cart": "עגלת קניות",
    "yourCart": "העגלה שלך",
    "yourCartIsEmpty": "העגלה שלך ריקה",
    "subtotal": "סיכום ביניים:",
    "proceedToCheckout": "המשך לתשלום",
    "remove": "הסרה",
    "size": "מידה:",
    "color": "צבע",
    "amount": "כמות:",
    "giftCard": "שובר מתנה",
    "personalStylist": "עיצוב מראה אישי",
    "address": "כתובת:",
    "name": "שם:",
    "online": "אונליין",
    "inPerson": "פגישה אישית"
  },
  "footer": {
    "signUpForUpdates": "הירשמו לעדכונים",
    "enterEmail": "הזן אימייל",
    "send": "שליחה",
    "contact": "צור קשר",
    "termsOfUse": "תנאי שימוש",
    "privacyPolicy": "פרטיות & נגישות",
    "shippingAndReturns": "משלוחים והחזרות",
    "paymentAndDelivery": "החזרות והחלפות"
  },
  "newsletter": {
    "signUpForUpdates": "הירשמו לעדכונים",
    "enterEmail": "הזן אימייל",
    "send": "שליחה",
    "subscribeSuccess": "נרשמת בהצלחה לעדכונים",
    "subscribeError": "הרשמה נכשלה"
  },
  "myStory": {
    "title": "הסיפור שלי",
    "home": "בית",
    "content": "נעים מאוד רותמינה כינוי החיבה שלי מתקופת ילדותי, \nמעצבת אופנה ומלבישה אישית. \n\nאחרי לא מעט שנים בחרתי להעז, לצלול לתוך המים, להיפתח לבית האותנטי שבי ולבחור בנטיית השורש שלי. \n\nהדרך בה אני צועדת היא חיבור בין עולמות, בין רגש ליצירה בין כבוד לטבע ואופנה, לפני כעשור בחרתי טבעונות כדרך חיים, המעבר היה טבעי ומדויק עבורי, מתוך המסע הפרטי שלי בחרתי לראות את מה ומי שלא תמיד נראים.\n\nהתנועה שלי בעולם היא נוכחות כנה לעתיד, עם חיבור עמוק לקיימות על כלל רבדיה, תוך שמירה על שקיפות והבנת הרב ממדיות של קיומנו,\n\nמתוך אלה, רותמינה היא לא רק מותג אופנה, היא שפה, היא חיבור אנרגטי, היא דרך תודעה של אחדות עם תשוקה לעומק ואסתטיקה. \n\nאני מזמינה אותך לחבק את עצמך בביטחון   לבחור איכות שלמה, כזאת שנוגעת בפנים ובחוץ ולקחת חלק במסע יחד איתי."
  },
  "giftCard": {
    "title": "כרטיס מתנה",
    "home": "בית",
    "giftCardBreadcrumb": "כרטיס מתנה",
    "description": "לא בטוחים מה לבחור?\nכרטיס מתנה הוא תמיד רעיון נהדר!\nתנו ליקיריכם לבחור את מה שהם אוהבים.",
    "recipientsName": "שם המקבלת",
    "recipientsEmail": "מייל המקבלת",
    "yourName": "שם השולח/ת",
    "yourEmail": "מייל השולח/ת",
    "personalMessage": "ברכה אישית",
    "amount": "סכום",
    "addToCart": "הוסף לעגלה",
    "validation": {
      "recipientsNameRequired": "שם המקבלת נדרש",
      "recipientsEmailRequired": "כתובת אימייל לא תקינה",
      "yourNameRequired": "שם השולח/ת נדרש",
      "yourEmailRequired": "כתובת אימייל לא תקינה",
      "amountRequired": "סכום נדרש"
    }
  },
  "personalStylist": {
    "title": "עיצוב מראה אישי",
    "home": "בית",
    "personalStylistBreadcrumb": "עיצוב מראה אישי",
    "price": "מחיר",
    "content": "תהליך עיצוב מראה אישי ובניית מלתחה אישית מותאמת לסגנון החיים שלך, לערכים ולצרכים האישיים שלך, התהליך שלי הוא הזמנה להקשיב לעצמך- לנוכחות שלך, למה שנעים ונכון לך בדגש על מה שגורם לך להרגיש טוב ובנוח עם המראה שלך. \n\nיחד נבנה מלתחה מגובשת המותאמת אלייך, לאורח החיים שלך, למבנה הגוף שלך ולמה שבאמת משרת אותך ביומיום, ללא טרנדים שמדברים בשפה זרה וללא ניסיון להתאים את עצמך למה שמרחיק אותך ממי שאת באמת. \n\nהתהליך הוא הזדמנות להתחבר לעצמך דרך הבחירות הויזואליות שלך, אני מאמינה שמראה אישי הוא דרך לביטוי עצמי, לשיקוף תנועה פנימית ולהעמקת החיבור שלנו עם עצמנו. \n\nאני מביאה איתי השקפת עולם המדברת על קיימות, על איכות על פני כמות ועל צרכנות נבונה המתחשבת בסביבה, המטרה שלי אינה ליצור \"לוק\" אלא לבנות יחד מראה שירגיש לך שלם נינוח ומותאם למי שאת היום. \n\nבמהלך הפגישה נבנה יחד נראות שתהווה הלבשה חיצונית למהות הפנימית שלך, תקבלי כלים מיטביים והבנה מה נכון עבורך ליצירת נראות אותנטית שתשרת אותך גם בהמשך הדרך. \n\nמתוך המרחב הזה כשאת בוחרת פרטי לבוש מתוך חיבור למהות שלך, הם כבר לא רק פריטי לבוש -הם הופכים לקרקע יציבה ותומכת המאפשרת לך להיות פשוט את,בלי להתאמץ.",
    "meetingOverview": "מה נעשה בפגישה",
    "meetingOverviewContent": "בשלב הראשון: נתרכז ביש, נלמד יחד את דרך הביטוי והבחירות שלך עד כה,נבחן ונמדוד פריטים מועדפים מארון הבגדים האישי שלך תוך לימוד כלים חדשים לבחירות מדוייקות עבורך על פי יתרונות מבנה גופך, נמיין פריטים שאינם רלוונטיים נוציאם מהארון ונשאיר רק את מה שרלוונטי ונכון עבורך. \n\nבשלב השני: נלמד על סוגי בדים, צבעים מחמיאים לפי גוון עורך, גזרות חיתוכי בגדים שעושים פלאים ועל שילובים מוצלחים יחד מתוך המלתחה הקיימת, נרד לרזולציות קטנות יותר, מהלבשה תחתונה מותאמת עד לגובה מכפלת נכון למידותייך ונדייק מה נדרש להוסיף למלתחה על מנת להשלים אותה לצרכייך. \n\nבסיום התהליך: אנחנו מגדירות את ההווה, מה מתאים למתי איך מחזיקים בגד, מהן הגזרות המתאימות לך על פי מבנה גופך ומהן הבחירות הנכונות עבורך בהתאם למה שתבחרי להנכיח ולשדר. \n\nאת יוצאת עם כלים מעצימים פרקטיים ויישומיים שתוכלי להמשיך ליישם בעצמך בעתיד, כלים שיעניקו לך מראה שמספר את הסיפור שלך באופן הנאמן והבהיר ביותר.",
    "virtualMeeting": "פגישת וידאו",
    "virtualMeetingContent": "פגישה ממוקדת מעשירה ועתירת ידע היא דרך נוספת לדייק אותך-אם יש לך פגישה, אירוע חשוב, ראיון עבודה, פרזנטציה משמעותית או צורך מידי להתחדש ולהרגיש מדויקת ונוכחת. בפגישה נצלול יחד למטרה שלך מתוך מרחב נינוח, נבין את הקונטקסט והמסר שתרצי לשדר ויחד נבנה עבורך מראה חכם נכון ונאמן למי שאת. \n\nבסיום הפגישה ניצור מערכת לבוש מותאמת אישית לאירוע שתכלול את כלל האלמנטים הנדרשים. פרטי לבוש, נעליים ואקססוריז באופן שיתמוך בנוכחותך ובמהות שתבחרי לשדר. \n\nבלב המטרה שלי עומד הרצון להוביל אותך להרגיש שלמה, בטוחה ומובילה-בכל מקום שתבחרי להיות בו.",
    "online": "אונליין",
    "atYourHome": "בביתך",
    "duration": "משך זמן:",
    "priceLabel": "מחיר:",
    "onlineUnavailable": "פגישות אונליין זמינות זמנית",
    "atYourHomeUnavailable": "פגישות בביתך זמינות זמנית",
    "addToCart": "הוספה לסל",
    "loading": "טוען...",
    "priceNote": "המחיר מתחשב באורך הפגישה ומציע תעריף נוח יותר לפגישות ארוכות מ- 5 שעות ומעלה."
  },
  "shop": {
    "home": "בית",
    "shopBreadcrumb": "התחדשי",
    "sortBy": "מיין לפי:",
    "filter": "סינון",
    "loadingFilters": "טוען מסננים...",
    "loadingProducts": "טוען מוצרים...",
    "loadingPagination": "טוען דפדוף..."
  },
  "filter": {
    "color": "צבע",
    "size": "מידה",
    "apply": "החל",
    "loading": "טוען..."
  },
  "sort": {
    "popularity": "פופולריות",
    "priceUp": "לפי מחיר עולה",
    "priceDown": "לפי מחיר יורד",
    "sale": "מבצע חם"
  },
  "home": {
    "separation": {
      "title": "נפרדות",
      "content": "יש רגע שבו העצמי מבקש הבדל,מרחק בריא, בין אני ואת, אני ואתה, בין העצמי והעולם לא כדי לברוח, אלא כדי להתחיל להיות.\n\nהקולקציה הזו נולדה מתוך תהליך פנימי עמוק, מסע של נפרדות.\n\nנפרדות או ספרציה, הוא מושג מעולם הפסיכולוגיה ההתפתחותית, זהו שלב ראשוני, שבו הילד מתחיל להבין שהוא נפרד מהאם, שיש לו רצונות, רגשות ותחושות משלו, שהוא אינו המשך ישיר שלה. זהו תהליך בריא, עדין ולעיתים מטלטל, בין חיבור לניתוק, בין ביטחון לתלות, בין קרבה לריחוק, בין חיפוש אחר עצמאות לצד כמיהה לאחדות.\n\nאת המסע הזה תרגמתי לבדים, לצורות, לקווים, פריטים שמבטאים את התנועה הזו; סגירות מול פתיחות, רכות מול נוקשות, מבנים שמחזיקים את הגוף אך מבקשים חופש,כמו הנפש - שמבקשת גבול, אך לא סגור.\n\nהקולקציה הזו היא סיפור של נפרדות מחוברת, קול פנימי שמבקש להיות."
    },
    "ethics": {
      "title": "רותמינה - בין יופי לאתיקה",
      "content": "רותמינה נוסדה מתוך תשוקה ומחויבות עמוקה להגינות כלפי בעל החיים, הטבע ובני האדם -שיקוף מתוך הדרך בה אני בוחרת להתקיים בעולם.\n\nהבחירות שלי אינן רק אופנתיות, הן מוסריות, הן בחירות המכבדות חיים, נוגעות באדמה ונובעות מאהבה.\n\nכל פריט נוצר ממודעות נוכחת, ללא שימוש בחומרים מן מהחי, מתוך חשיבה, כבוד ותשומת לב למה שמחבר בין יופי חמלה וקיימות.\n\nעבורי יופי אמיתי אינו פוגע ואינו נעשה על חשבון החיים, כך נולדת יצירה שמלטפת את הגוף מבלי לפגוע בנשמה.",
      "crueltyFree": "Cruelty free",
      "vegan": "Vegan"
    },
    "categories": "קטגוריות",
    "collections": "קולקציות"
  },
  "collections": {
    "noDescription": "אין תיאור",
    "seeCollection": "צפה בקולקציה"
  },
  "login": {
    "title": "התחברי",
    "email": "מייל",
    "password": "סיסמה",
    "forgotPassword": "שכחתי סיסמה",
    "noAccount": "עוד לא הצטרפת למסע?",
    "signUp": "מחכה לך",
    "logIn": "התחברי",
    "incorrectCredentials": "סיסמה או מייל שגויים"
  },
  "signup": {
    "title": "הירשמי",
    "name": "שם",
    "surname": "שם משפחה",
    "email": "מייל",
    "password": "סיסמה",
    "hasAccount": "כבר יש לך חשבון?",
    "logIn": "התחברי",
    "signUp": "הירשמי"
  },
  "resetPassword": {
    "title": "איפוס סיסמה",
    "description": "הזיני את המייל שלך ותקבלי קישור לחידוש סיסמתך",
    "email": "מייל",
    "sendEmail": "שלחי מייל"
  },
  "newPassword": {
    "title": "איפוס סיסמה",
    "description": "הזיני את הסיסמה החדשה שלך",
    "newPassword": "סיסמה חדשה",
    "confirmPassword": "אישור סיסמה",
    "reset": "איפוס",
    "incorrect": "שגוי"
  },
  "orderConfirm": {
    "title": "הזמנה אושרה !תתחדשי",
    "yourOrder": "הזמנתך מספר",
    "thankYou": "תודה שבחרת רותמינה, אישור ההזמנה בדרך אלייך למייל! ההזמנה נארזת בקפידה ותצא אלייך בקרוב",
    "exploreMore": "מוזמנת להתרשם",
    "payForOrder": "שלם עבור ההזמנה"
  },
  "successPayment": {
    "title": "!התשלום בוצע בהצלחה",
    "thankYou": ".תודה שבחרת ברוטמינה. ההזמנה שלך נארזת בקפידה ותישלח בקרוב",
    "exploreMore": "גלי עוד"
  },
  "cartPage": {
    "home": "בית",
    "cartBreadcrumb": "העגלה שלך",
    "shippingInformation": "פרטי משלוח",
    "paymentMethods": "אמצעי תשלום",
    "yourCart": "העגלה שלך",
    "subtotal": "סך ביניים",
    "yourCartIsEmpty": "העגלה שלך ריקה",
    "pleaseAddAddress": "אנא הוסיפי כתובת למשלוח",
    "cartIsEmpty": "העגלה ריקה",
    "errorCreatingOrder": "אירעה שגיאה ביצירת ההזמנה. אנא נסי שוב."
  },
  "orderForm": {
    "name": "שם",
    "surname": "שם משפחה",
    "email": "אימייל",
    "phone": "טלפון",
    "next": "הבא"
  },
  "addressForm": {
    "loading": "טוען...",
    "error": "שגיאה:",
    "addressAddedSuccess": "הכתובת נוספה בהצלחה",
    "addressDeletedSuccess": "הכתובת נמחקה בהצלחה",
    "address": "כתובת למשלוח (עיר, רחוב, מספר בניין, דירה)",
    "city": "עיר",
    "zipCode": "מיקוד",
    "adding": "מוסיף...",
    "addNewAddress": "הוסף כתובת"
  },
  "payment": {
    "home": "בית",
    "cartBreadcrumb": "העגלה שלך",
    "shippingInformation": "פרטי משלוח",
    "paymentMethods": "אמצעי תשלום",
    "card": "כרטיס",
    "cash": "מזומן",
    "nameOnCard": "שם על הכרטיס",
    "cardNumber": "מספר כרטיס",
    "telephone": "טלפון",
    "expDate": "תאריך תפוגה MM/YY",
    "cvv": "CVV",
    "iHaveReadAndAgree": "אני קראתי ומסכים/ה עם",
    "pay": "שלם",
    "promoCode": "קוד קופון",
    "apply": "החל",
    "giftCard": "כרטיס מתנה",
    "searching": "מחפש...",
    "giftCardAlreadyUsed": "כרטיס המתנה הזה כבר שימש",
    "giftCardExists": "המתנה קיימת ולא שימשה, תוכלי להחיל אותה",
    "giftCardNotFound": "כרטיס מתנה לא נמצא",
    "subtotal": "סיכום ביניים",
    "delivery": "משלוח",
    "includes": "Includes",
    "vat": "מע\"מ",
    "default": "ברירת מחדל",
    "total": "סך הכול",
    "paymentSuccessful": "התשלום בוצע בהצלחה",
    "giftCardAppliedSuccess": "כרטיס המתנה הוחל בהצלחה",
    "wrongCardNumber": "מספר כרטיס שגוי",
    "wrongExpirationDate": "תאריך תפוגה שגוי",
    "wrongCvv": "CVV שגוי",
    "expiredCard": "כרטיס פג תוקף",
    "giftCardFor": "כרטיס מתנה עבור",
    "personalStylist": "עיצוב מראה אישי",
    "minutes": "דקות",
    "product": "מוצר",
    "unknownProduct": "מוצר לא ידוע",
    "minItemPriceError": "כל פריט חייב לעלות לפחות 1",
    "minPaymentAmountError": "סכום התשלום המינימלי הוא 1",
    "paymentNotAvailable": "אמצעי תשלום זה עדיין לא זמין",
    "cardHolderId": "מספר תעודת זהות",
    "giftCardAmountExceedsOrderTotal": "סכום הכרטיס המתנה גדול מסכום ההזמנה, תוכלי להוסיף פריטים נוספים להזמנה",
    "alreadyAppliedGiftCard": "כרטיס מתנה כבר חולף"
  },
  "productPage": {
    "home": "בית",
    "colour": "צבע",
    "size": "מידה",
    "sizeGuide": "מדריך מידות",
    "bust": "חזה",
    "waist": "מותן",
    "hips": "ירכיים",
    "addToCart": "הוספה לסל",
    "outOfStock": "אזל מהמלאי",
    "description": "פרטי מוצר",
    "shippingReturn": "משלוחים והחזרות",
    "internationalShipping": "משלוח בינלאומי",
    "shippingTitle": "משלוחים והחזרות",
    "shippingSubtitle": "",
    "shippingText": "",
    "orderProcessingTitle": "",
    "orderProcessingText": "",
    "shippingIsraelTitle": "משלוחים והחזרות בישראל",
    "shippingIsraelText": "משלוח חינם עם שליח עד הבית/מקום עבודה בכל הזמנה מעל 499 ₪\nבקניה מתחת ל 499 ש\"ח עלות המשלוח הינה 30 ש\"ח.\nעם קליטת ההזמנה במערכת ישלח אישור הזמנה במייל עם מספר ההזמנה.\nביום הגעת החבילה תקבלי הודעה מחברת השליחויות לתיאום מסירה.",
    "returnsExchanges": "החזרות והחלפות",
    "returnsExchangesTitle": "החזרות והחלפות",
    "returnsExchangesTextBefore": "יתאפשרו עד 14 יום מיום קבלת ההזמנה, דרך ",
    "returnsExchangesFormLink": "טופס החזרות והחלפות",
    "returnsExchangesTextAfter": "\n-במידה ותבחרי להחזיר פריט באמצעות שליח - דמי משלוח על סך 30 ₪ יקוזזו מסכום הזיכוי, תיאום המשלוח יתבצע דרך שירות הלקוחות.\n-במקרים של מבצעים והנחות יינתן החזר על סכום הפריט בעת הקנייה.\n-לא ניתן להחליף או להחזיר פריטים שנעשה בהם שימוש, פריטי לבוש יוחלפו אך ורק אם הם נושאים את התווית המקורית.\n-ניתן לקבל זיכוי לחנות, החזר כספי יתבצע לאמצעי תשלום בו בוצעה העסקה, עד 10 ימי עסקים מיום הקבלת המוצר, החזר כספי לכרטיס האשראי יופיע בפירוט האשראי תוך 21 ימי עסקים.",
    "shippingCosts": "עלויות משלוח:",
    "destination": "יעד",
    "europeanSurcharge": "במדינות אירופיות הבאות: אנדורה, אוסטריה, גיברלטר, אירלנד, מונקו, יוון ופורטוגל חל תוספת של 12 $ למשלוחים במשקל 3 ק\"ג בלבד. כל ההזמנות מוכנות למשלוח תוך 1-2 ימי עסקים מהסטודיו שלי בישראל.",
    "importantNote": "חשוב: עלויות מקומיות נוספות עשויות לחול בהתאם למדיניות המכס של מדינת היעד",
    "youMightAlsoLike": "מוזמנת להתרשם"
  },
  "sizeGuide": {
    "title": "מדריך מידות",
    "howToMeasure": "כיצד מודדים?",
    "bust": "היקף חזה",
    "bustInstructions": "• הניחי את סרט המדידה סביב החלק הרחב ביותר של החזה.\n• שמרי על הסרט אופקי(מקביל לרצפה) לא משוחרר או לחוץ מידי.\n• הקפידי שהכתפיים נשארות משוחררות כשאת נושמת בנינוחות.",
    "waist": "היקף מותן",
    "waistInstructions": "• הניחי את סרט המדידה סביב החלק הצר ביותר בבטן בדר\"כ מעל הטבור.\n• שמרי על סרט המדידה אופקי (מקביל לרצפה) לא משוחרר או לחוץ מידי.",
    "hips": "היקף ירכיים",
    "hipsInstructions": "• הניחי את סרט המדידה סביב החלק הרחב ביותר מתחת לאגן בגובה הישבן\n• ודאי שסרט המדידה אופקי (מקביל לרצפה) לא משוחרר או לחוץ מידי.",
    "size": "מידה",
    "bustLabel": "היקף חזה",
    "waistLabel": "היקף מותן",
    "hipsLabel": "היקף ירכיים"
  },
  "terms": {
    "termsOfAgreement": "תנאי ההסכם.",
    "title": "תנאי שימוש באתר",
    "section1": {
      "title": "1. כללי",
      "1.1": "1.1. תקנון זה מהווה הסכם משפטי מחייב בין המשתמשים באתר לבין הנהלת האתר (להלן: \"האתר\").",
      "1.2": "1.2. כל כניסה לאתר, גלישה, רישום, ביצוע רכישה או כל שימוש אחר באתר מהווים הסכמה מלאה לתנאי התקנון.",
      "1.3": "1.3. הנהלת האתר רשאית לעדכן את התקנון מעת לעת, לפי שיקול דעתה הבלעדי וללא צורך בהודעה מוקדמת.",
      "1.4": "1.4. בכל מקרה של סתירה בין תקנון זה לבין כל פרסום אחר, יגברו תנאי התקנון."
    },
    "section2": {
      "title": "2. תנאי שימוש וגישה לאתר",
      "2.1": "2.1. השימוש באתר מותר למי שמלאו לו 18 שנים. קטינים מתחת לגיל 18 רשאים לבצע רכישות רק באישור הורה או אפוטרופוס.",
      "2.2": "2.2. האתר מיועד לשימוש אישי בלבד, ואין לעשות בו שימוש מסחרי ללא אישור מראש ובכתב מהנהלת האתר.",
      "2.3": "2.3. חל איסור מוחלט לבצע באתר כל פעולה בלתי חוקית, להפר זכויות יוצרים או לפגוע בכל דרך אחרת בהנהלת האתר, במשתמשים אחרים או בצדדים שלישיים.",
      "2.4": "2.4. הנהלת האתר שומרת לעצמה את הזכות למנוע גישה למשתמשים אשר מפרים את תנאי השימוש, ללא צורך במתן הודעה מוקדמת."
    },
    "section3": {
      "title": "3. סוגי התכנים והשימוש בחנות הדיגיטלית",
      "3.1": "3.1. האתר כולל תכנים מקוריים, מידע על מוצרים, פרסומים ועדכונים.",
      "3.2": "3.2. אין להעתיק, לשכפל, להפיץ, לפרסם או להשתמש בכל דרך אחרת בתכנים מהאתר ללא אישור מראש ובכתב מהנהלת האתר."
    },
    "section4": {
      "title": "4. הזמנת מוצרים ושירותים דרך האתר",
      "4.1": "4.1. כל הרכישות באתר כפופות לזמינות המלאי. במקרה של חוסר במלאי, הלקוח יקבל הודעה ויוכל לבחור להמתין או לבטל את ההזמנה.",
      "4.2": "4.2. הזמנה תאושר רק לאחר פרעון התשלום במלואו באמצעות כרטיס אשראי  Apple pay,Googel pay, ביט  ובכפוף לאישור חברת הסליקה.",
      "4.3": "4.3. מחירי המוצרים כוללים מע\"מ, אלא אם צוין אחרת במפורש."
    },
    "section5": {
      "title": "5. משלוח  ואיסוף עצמי בישראל",
      "5.1": "5.1. המוצרים יסופקו לכתובת הלקוח בהתאם לבחירתו בעת הרכישה.",
      "5.2": "5.2. מועד אספקת המשלוח מוערך בכ- 7 ימי עסקים בהתאם ליעד שנבחר.",
      "5.3": "5.3 ימי עסקים הינם ימי א' עד ה', לא כולל ימי שישי,שבת,שבתון,ערבי חג וימי חג.",
      "5.4": "5.4. אפשרות לאיסוף עצמי תינתן בתיאום טלפוני ללא עלות ."
    },
    "section6": {
      "title": "6. הוראות כלליות בעניין משלוחים ואספקת מוצרים",
      "6.1": "6.1 אספקת הפריטים שנרכשו מתבצעת באמצעות חברת משלוחים חיצונית, במקרים בהם לא ניתן לקבל את שירות חברת המשלוחים ליישוב מסוים, ניתן לתאם מקום מתאים ונוח חלופי.",
      "6.2": "6.2. הנהלת האתר אינה אחראית על עיכובים הנובעים מגורמים חיצוניים כגון חברת השליחויות מצב חירום ביטחוני שביתות או כוח עליון.",
      "6.3": "6.3. על הלקוח לוודא כי הפרטים שמסר למשלוח נכונים ומדויקים."
    },
    "section7": {
      "title": "7. מדיניות ביטול והחזרת מוצרים",
      "7.1": "7.1. הלקוח רשאי להחזיר פריט תוך 14 ימים מקבלת המוצר, על פי חוק הגנת הצרכן לאחר מילוי טופס החזרות, בתנאי שלא נעשה בו שימוש, המוצר אינו פגום והוא נושא את התווית המקורית.",
      "7.2": "7.2. ניתן לקבל זיכוי לחנות או החזר כספי אשר יבוצע באותו אמצעי תשלום בו בוצעה הרכישה עד 12 ימי עסקים מיום קבלת הפריט. החזר כספי לכרטיס אשראי יופיע בפירוט האשראי תוך 21 ימי עסקים.",
      "7.3": "7.3. במידה ותבחרי להחזיר פריט דרך שליח, דמי המשלוח יקוזזו מעלות הפריט - בעלות דמי משלוח של 30 ₪, אשר יקוזזו מסכום הזיכוי. תיאום המשלוח יתבצע דרכנו.",
      "7.4": "7.4. מדיניות ביטול והחזרת מוצרים לא תקינים - במידה ולקוח/ה מקבל/ת מוצר לא תקין, רשאי/ת הלקוח/ה ליצור קשר עם שירות הלקוחות של החברה מיד עם קבלת המשלוח, ולהעביר צילום ברור של הפגם או התקלה באמצעות דואר אלקטרוני או הודעת WhatsApp. לאחר קבלת הפנייה והצילום, החברה תבחן את הנושא ותטפל במקרה בהתאם, לרבות החלפת המוצר, זיכוי או כל פתרון אחר לפי שיקול דעתה."
    },
    "section8": {
      "title": "8. קישורים, פרסומות והפניות מהאתר",
      "8.1": "8.1. האתר עשוי לכלול קישורים לאתרים חיצוניים. הנהלת האתר אינה אחראית לתוכן או להתנהלות של אתרים אלו.",
      "8.2": "8.2. כל עסקה שתתבצע מול צד שלישי דרך קישור מהאתר היא באחריות הלקוח בלבד."
    },
    "section9": {
      "title": "9. זכויות בעלות וזכויות קניין רוחני",
      "9.1": "9.1. כל הזכויות על התכנים, התמונות, העיצובים, הלוגואים, הטקסטים וכל רכיב אחר באתר הם רכושו הבלעדי של בעל האתר ומוגנים על פי חוקי הקניין הרוחני.",
      "9.2": "9.2. אין להעתיק, לשכפל, להפיץ, לפרסם, למכור או להשתמש בכל דרך אחרת בתכני האתר ללא אישור מראש ובכתב מהנהלת האתר."
    },
    "section10": {
      "title": "10. שימוש בתכני האתר",
      "10.1": "10.1. אין להעלות לאתר תכנים פוגעניים, בלתי חוקיים או שעלולים לפגוע בזכויות צדדים שלישיים.",
      "10.2": "10.2. הנהלת האתר רשאית להסיר כל תוכן שיימצא לא ראוי או מפר את תנאי השימוש."
    },
    "section11": {
      "title": "11. פטור מאחריות ושיפוי",
      "11.1": "11.1. הנהלת האתר אינה אחראית לכל נזק ישיר או עקיף שייגרם כתוצאה משימוש באתר, מתקלות טכניות או משימוש לא תקין.",
      "11.2": "11.2. האתר מספק מידע \"כפי שהוא\" (As-Is), ואין לראות בו הבטחה לתוצאה מסוימת, המלצה או ייעוץ מקצועי.",
      "11.3": "11.3. המשתמש מתחייב לשפות את הנהלת האתר בגין כל טענה, תביעה או נזק שייגרם עקב הפרת תנאי השימוש על ידו."
    },
    "section12": {
      "title": "12. סמכות שיפוט",
      "12.1": "12.1. על התקנון ותנאי השימוש יחולו אך ורק דיני מדינת ישראל.",
      "12.2": "12.2. כל מחלוקת שתתגלה בין הצדדים תידון בבתי המשפט המוסמכים במחוז שבו רשומה הנהלת האתר."
    },
    "section13": {
      "title": "13. שינויים בתנאי השימוש",
      "13.1": "13.1. הנהלת האתר רשאית לעדכן את תנאי השימוש מעת לעת לפי שיקול דעתה הבלעדי.",
      "13.2": "13.2. שימוש מתמשך באתר לאחר עדכון התקנון יהווה הסכמה לתנאים החדשים."
    },
    "section14": {
      "title": "14.מדיניות פרטיות",
      "14.1": "14.1. מדיניות הפרטיות של האתר מהווה חלק בלתי נפרד מתקנון זה וכל שימוש באתר כפוף גם להוראות המפורטות בה"
    },
    "section15": {
      "title": "15. יצירת קשר",
      "15.1": "15.1. נשמח לעמוד לרשותכם לכל שאלה או הבהרה:",
      "tel": "טלפון:055-994-6060",
      "address": "ראשון לציון ,ישראל.",
      "email": "אימייל: Brand@rotmina.com"
    },
    "fullText": "תנאי שימוש באתר\n\n1. כללי\n\n1.1. תקנון זה מהווה הסכם משפטי מחייב בין המשתמשים באתר לבין הנהלת האתר (להלן: \"האתר\").\n\n1.2. כל כניסה לאתר, גלישה, רישום, ביצוע רכישה או כל שימוש אחר באתר מהווים הסכמה מלאה לתנאי התקנון.\n\n1.3. הנהלת האתר רשאית לעדכן את התקנון מעת לעת, לפי שיקול דעתה הבלעדי וללא צורך בהודעה מוקדמת.\n\n1.4. בכל מקרה של סתירה בין תקנון זה לבין כל פרסום אחר, יגברו תנאי התקנון.\n\n2. תנאי שימוש וגישה לאתר\n\n2.1. השימוש באתר מותר למי שמלאו לו 18 שנים. קטינים מתחת לגיל 18 רשאים לבצע רכישות רק באישור הורה או אפוטרופוס.\n\n2.2. האתר מיועד לשימוש אישי בלבד, ואין לעשות בו שימוש מסחרי ללא אישור מראש ובכתב מהנהלת האתר.\n\n2.3. חל איסור מוחלט לבצע באתר כל פעולה בלתי חוקית, להפר זכויות יוצרים או לפגוע בכל דרך אחרת בהנהלת האתר, במשתמשים אחרים או בצדדים שלישיים.\n\n2.4. הנהלת האתר שומרת לעצמה את הזכות למנוע גישה למשתמשים אשר מפרים את תנאי השימוש, ללא צורך במתן הודעה מוקדמת.\n\n3. סוגי התכנים והשימוש בחנות הדיגיטלית\n\n3.1. האתר כולל תכנים מקוריים, מידע על מוצרים, פרסומים ועדכונים.\n\n3.2. אין להעתיק, לשכפל, להפיץ, לפרסם או להשתמש בכל דרך אחרת בתכנים מהאתר ללא אישור מראש ובכתב מהנהלת האתר.\n\n4. הזמנת מוצרים ושירותים דרך האתר\n\n4.1. כל הרכישות באתר כפופות לזמינות המלאי. במקרה של חוסר במלאי, הלקוח יקבל הודעה ויוכל לבחור להמתין או לבטל את ההזמנה.\n\n4.2. הזמנה תאושר רק לאחר פרעון התשלום במלואו באמצעות כרטיס אשראי  Apple pay,Googel pay,\n\nביט  ובכפוף לאישור חברת הסליקה.\n\n4.3. מחירי המוצרים כוללים מע\"מ, אלא אם צוין אחרת במפורש.\n\n5. משלוח  ואיסוף עצמי בישראל\n\n5.1. המוצרים יסופקו לכתובת הלקוח בהתאם לבחירתו בעת הרכישה.\n\n5.2. מועד אספקת המשלוח מוערך בכ- 7 ימי עסקים בהתאם ליעד שנבחר.\n\n5.3 ימי עסקים הינם ימי א' עד ה', לא כולל ימי שישי,שבת,שבתון,ערבי חג וימי חג.\n\n5.4. אפשרות לאיסוף עצמי תינתן בתיאום טלפוני ללא עלות .\n\n6. הוראות כלליות בעניין משלוחים ואספקת מוצרים\n\n6.1 אספקת הפריטים שנרכשו מתבצעת באמצעות חברת משלוחים חיצונית, במקרים בהם לא ניתן לקבל את שירות חברת המשלוחים ליישוב מסוים, ניתן לתאם מקום מתאים ונוח חלופי.\n\n6.2. הנהלת האתר אינה אחראית על עיכובים הנובעים מגורמים חיצוניים כגון חברת השליחויות מצב חירום ביטחוני שביתות או כוח עליון.\n\n6.3. על הלקוח לוודא כי הפרטים שמסר למשלוח נכונים ומדויקים.\n\n7. מדיניות ביטול והחזרת מוצרים\n\n7.1. הלקוח רשאי להחזיר פריט תוך 14 ימים מקבלת המוצר, על פי חוק הגנת הצרכן לאחר מילוי טופס החזרות, בתנאי שלא נעשה בו שימוש, המוצר אינו פגום והוא נושא את התווית המקורית.\n\n7.2. ניתן לקבל זיכוי לחנות או החזר כספי אשר יבוצע באותו אמצעי תשלום בו בוצעה הרכישה עד 12 ימי עסקים מיום קבלת הפריט. החזר כספי לכרטיס אשראי יופיע בפירוט האשראי תוך 21 ימי עסקים.\n\n7.3. במידה ותבחרי להחזיר פריט דרך שליח, דמי המשלוח יקוזזו מעלות הפריט - בעלות דמי משלוח של 30 ₪, אשר יקוזזו מסכום הזיכוי. תיאום המשלוח יתבצע דרכנו.\n\n7.4. מדיניות ביטול והחזרת מוצרים לא תקינים - במידה ולקוח/ה מקבל/ת מוצר לא תקין, רשאי/ת הלקוח/ה ליצור קשר עם שירות הלקוחות של החברה מיד עם קבלת המשלוח, ולהעביר צילום ברור של הפגם או התקלה באמצעות דואר אלקטרוני או הודעת WhatsApp. לאחר קבלת הפנייה והצילום, החברה תבחן את הנושא ותטפל במקרה בהתאם, לרבות החלפת המוצר, זיכוי או כל פתרון אחר לפי שיקול דעתה.\n\n8. קישורים, פרסומות והפניות מהאתר\n\n8.1. האתר עשוי לכלול קישורים לאתרים חיצוניים. הנהלת האתר אינה אחראית לתוכן או להתנהלות של אתרים אלו.\n\n8.2. כל עסקה שתתבצע מול צד שלישי דרך קישור מהאתר היא באחריות הלקוח בלבד.\n\n9. זכויות בעלות וזכויות קניין רוחני\n\n9.1. כל הזכויות על התכנים, התמונות, העיצובים, הלוגואים, הטקסטים וכל רכיב אחר באתר הם רכושו הבלעדי של בעל האתר ומוגנים על פי חוקי הקניין הרוחני.\n\n9.2. אין להעתיק, לשכפל, להפיץ, לפרסם, למכור או להשתמש בכל דרך אחרת בתכני האתר ללא אישור מראש ובכתב מהנהלת האתר.\n\n10. שימוש בתכני האתר\n\n10.1. אין להעלות לאתר תכנים פוגעניים, בלתי חוקיים או שעלולים לפגוע בזכויות צדדים שלישיים.\n\n10.2. הנהלת האתר רשאית להסיר כל תוכן שיימצא לא ראוי או מפר את תנאי השימוש.\n\n11. פטור מאחריות ושיפוי\n\n11.1. הנהלת האתר אינה אחראית לכל נזק ישיר או עקיף שייגרם כתוצאה משימוש באתר, מתקלות טכניות או משימוש לא תקין.\n\n11.2. האתר מספק מידע \"כפי שהוא\" (As-Is), ואין לראות בו הבטחה לתוצאה מסוימת, המלצה או ייעוץ מקצועי.\n\n11.3. המשתמש מתחייב לשפות את הנהלת האתר בגין כל טענה, תביעה או נזק שייגרם עקב הפרת תנאי השימוש על ידו.\n\n12. סמכות שיפוט\n\n12.1. על התקנון ותנאי השימוש יחולו אך ורק דיני מדינת ישראל.\n\n12.2. כל מחלוקת שתתגלה בין הצדדים תידון בבתי המשפט המוסמכים במחוז שבו רשומה הנהלת האתר.\n\n13. שינויים בתנאי השימוש\n\n13.1. הנהלת האתר רשאית לעדכן את תנאי השימוש מעת לעת לפי שיקול דעתה הבלעדי.\n\n13.2. שימוש מתמשך באתר לאחר עדכון התקנון יהווה הסכמה לתנאים החדשים.\n\n14.מדיניות פרטיות\n\n14.1. מדיניות הפרטיות של האתר מהווה חלק בלתי נפרד מתקנון זה וכל שימוש באתר כפוף גם להוראות המפורטות בה\n\n15. יצירת קשר\n\n15.1. נשמח לעמוד לרשותכם לכל שאלה או הבהרה:\n\nטלפון:055-994-6060  \n\nראשון לציון ,ישראל.\n\nאימייל: Brand@rotmina.com"
  },
  "orderHistory": {
    "order": "מספר הזמנה",
    "date": "תאריך",
    "status": "סטטוס",
    "totalCost": "סכום כולל",
    "actions": "פעולות",
    "noOrders": "אין לך הזמנות עדיין",
    "paid": "שולם",
    "pay": "שלם",
    "sku": "SKU:",
    "price": "מחיר:",
    "amount": "כמות:",
    "total": "סה\"כ:",
    "orderDetailsNotAvailable": "פרטי ההזמנה אינם זמינים",
    "delivered": "נמסר",
    "canceled": "בוטל",
    "pending": "ממתין",
    "processing": "מעבד"
  },
  "account": {
    "home": "בית",
    "account": "חשבון"
  },
  "returns": {
    "title": "החזרות והחלפות",
    "personalDetails": "פרטים אישיים",
    "name": "שם",
    "phone": "טלפון",
    "email": "מייל",
    "shippingAddress": "כתובת לאיסוף ומשלוח",
    "orderNumber": "מספר הזמנה באתר",
    "orderNumberDescription": "*המספר מופיע ליד פרטי הלקוחה בחשבונית",
    "comment": "תגובה",
    "selectOption": "בחרי אחת מן האפשרויות:",
    "iWantToExchange": "אני רוצה להחליף",
    "iWantToReturn": "אני רוצה להחזיר",
    "returnOrExchange": "החזרה או החלפה"
  },
  "contact": {
    "home": "בית",
    "contact": "צור קשר",
    "title": "אשמח לשמוע ממך",
    "instagram": "אינסטגרם",
    "facebook": "פייסבוק",
    "phone": "972-55-994-6060+",
    "email": "Brand@rotmina.com",
    "address": "ראשון לציון, ישראל",
    "description": "יש לך שאלות או משוב? מוזמנת לפנות אלינו. שלחו לנו את ההודעה בשדה למטה ונחזור אליכם בהקדם.",
    "name": "שם",
    "emailPlaceholder": "אימייל",
    "message": "הודעה",
    "send": "שליחה"
  },
  "termsOfConditions": {
    "home": "בית",
    "termsOfConditions": "תנאי שימוש"
  },
  "privacyPolicy": {
    "home": "בית",
    "privacyPolicy": "פרטיות & נגישות",
    "title": "מדיניות פרטיות",
    "intro": "חברת רותמינה מחויבת לשמירה על פרטיות הלקוחות ומידע אישי הנאסף דרך האתר. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, משתמשים, מעבדים ומגנים על המידע שלכם.",
    "informationCollected": {
      "title": "סוגי מידע שנאסף",
      "description": "באתר עשויים להיאסף המידע הבא:",
      "personalDetails": "פרטים אישיים: שם מלא, כתובת דוא\"ל, מספר טלפון, כתובת למשלוח",
      "orderPayment": "פרטי הזמנה ותשלום (במידה ושמורים אצלנו)",
      "filesContent": "קבצים, תמונות או תכנים שהועלו לאתר על ידי בעלי האתר (לא של הלקוח)"
    },
    "useOfInformation": {
      "title": "שימוש במידע",
      "description": "המידע שנאסף משמש למטרות הבאות:",
      "processingOrders": "עיבוד והשלמת הזמנות",
      "customerSupport": "מתן תמיכה ושירות לקוחות",
      "updatesNewsletter": "שליחת עדכונים על הזמנה, ניוזלטר והטבות ללקוחות",
      "analysisImprovement": "ניתוח ושיפור חוויית המשתמש באתר"
    },
    "sharingInformation": {
      "title": "העברת מידע לצדדים שלישיים",
      "description": "על מנת להשלים הזמנות ולספק שירותים, ייתכן שהמידע שלכם יועבר לגורמים חיצוניים, כגון:",
      "paymentProcessing": "חברות סליקה לצורך תשלום מאובטח",
      "shippingCompanies": "חברות שילוח להשלמת ההזמנה",
      "serviceProviders": "ספקי שירות חיצוניים לניהול האתר ושיפור חוויית המשתמש",
      "noSharing": "אין הפצה של מידע אישי למטרות פרסום או מכירה לצדדים חיצוניים ללא הסכמה מראש."
    },
    "customerRights": {
      "title": "זכויות הלקוח",
      "description": "לקוחות זכאים:",
      "requestCopy": "לבקש עותק של המידע האישי שלהם",
      "updateCorrect": "לעדכן או לתקן מידע אישי שגוי או לא מעודכן",
      "requestRemoval": "לבקש הסרה של המידע מרשימות דיוור ושיווק",
      "requestDeletion": "לבקש מחיקה מלאה של המידע האישי שלהם (בהתאם לחוק)"
    },
    "dataRetention": {
      "title": "שמירת מידע",
      "description": "המידע נשמר בצורה מאובטחת בהתאם לתקנים הנדרשים. אנו שומרים על סודיות המידע ומגנים עליו מפני גישה לא מורשית, שינוי או הפצה."
    },
    "gdprCompliance": {
      "title": "",
      "description": "",
      "accessCorrectDelete": "",
      "restrictObject": "",
      "withdrawConsent": ""
    },
    "disclaimer": {
      "title": "סייגים ואי-אחריות",
      "description": "למרות המאמצים להגן על המידע שלכם, לא ניתן להבטיח אבטחה מוחלטת מפני גישה לא מורשית או שימוש לרעה מצד צדדים חיצוניים."
    },
    "contact": {
      "title": "יצירת קשר",
      "description": "לכל שאלה או בקשה הקשורה לפרטיות המידע, ניתן לפנות אלינו:",
      "email": "אימייל: Brand@rotmina.com",
      "phone": "טלפון: 055-994-6060"
    },
    "closing": "בברכה,\nרותמינה",
    "accessibility": {
      "title": "הצהרת נגישות",
      "intro": "חברת רותמינה הינה חברת אופנה המוכרת הלבשה המיוצרת בישראל מחויבים לאפשר חוויית גלישה נגישה ונוחה לכל לקוחותינו, כולל אנשים עם מוגבלויות. אנו רואים בנגישות ערך עליון ופועלים כדי להבטיח שכל אדם יוכל להשתמש באתר שלנו בצורה מיטבית, בהתאם לתקנות שוויון זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות) התשע\"ג-2013 ולתקן הישראלי ברמת AA.",
      "featuresTitle": "התאמות הנגישות באתר:",
      "featuresDescription": "באתר בוצעו התאמות נגישות שונות, בהן:",
      "feature1": "תמיכה בגלישה בכל הדפדפנים התקניים (Chrome, Firefox, Safari, Edge, Opera).",
      "feature2": "ניווט נוח באמצעות מקלדת  לחיצה על מקש \"TAB\" תעביר את הסמן לאלמנט הבא, ו-\"Enter\" יפעיל את הקישור.",
      "feature3": "תוכן ברור, היררכי ומאורגן שימוש בכותרות, פסקאות ורשימות לסיוע בהתמצאות.",
      "feature4": "טקסטים קריאים ושפה פשוטה.",
      "feature5": "ניגודיות צבעים מותאמת לשיפור הקריאות עבור אנשים עם לקויות ראייה.",
      "feature6": "תיאורים טקסטואליים (alt text) לתמונות ולרכיבים גרפיים.",
      "feature7": "התאמת האתר לשימוש ברזולוציות מסכים שונות (רספונסיביות).",
      "feature8": "כפתורי שליטה להפעלת/עצירת גלריות וסרטונים.",
      "feature9": "שימוש בטכנולוגיית ARIA לתמיכה בקוראי מסך.",
      "feature10": "הנגשת תפריטים, טפסים ורכיבי ניווט נוספים.",
      "additionalTitle": "התאמות נוספות למשתמשים עם לקויות ראייה ושמיעה:",
      "additional1": "אפשרות להגדלת והקטנת גודל הטקסט באמצעות שימוש במקשי \"CTRL\" + \"+\" או \"CTRL\" + \"-\".",
      "additional2": "תמיכה בתוכנות קוראות מסך ותוכנות זיהוי קולי.",
      "additional3": "האתר אינו כולל תוכן מרצד או מהבהב.",
      "limitationsTitle": "סייגים לנגישות",
      "limitationsText": "אנו עושים מאמצים רבים להבטיח שכל דפי האתר יהיו מונגשים במלואם, אך ייתכן כי קיימים עמודים מסוימים או רכיבים שטרם הונגשו באופן מלא. כמו כן, ייתכן שבמודעות חיצוניות שהוטמעו באתר לא הושלמה ההנגשה במלואה.",
      "problemTitle": "נתקלתם בבעיה",
      "problemSubtitle": "אנחנו כאן כדי לעזור!",
      "problemText": "אם נתקלתם בקושי בשימוש באתר או שיש לכם הצעה לשיפור, נשמח לשמוע מכם ולטפל בכך בהקדם.",
      "problemEmail": "מייל: Brand@rotmina.com",
      "problemPhone": "טלפון: 055-994-6060",
      "problemHours": "שעות פעילות שירות הלקוחות: ימים א'-ה', 10:00-16:00.",
      "problemClosing": "בברכה,\nרותמינה."
    }
  },
  "notFound": {
    "goToMainPage": "לעמוד הראשי"
  },
  "eco": {
    "home": "בית",
    "eco": "אקו",
    "title": "רותמינה נולדה מתוך תשוקה לאופנה, מתוך כבוד ושאיפה לחיים של הרמוניה עם הטבע וכלל היבטיו החיים על פני כדור הארץ",
    "animalWelfare": "רווחת בעלי החיים",
    "animalWelfareIntro": "כחלק מתפיסה טבעונית שלמה והוליסטית, אינני עושה שימוש בפרווה, אנגורה, משי, נוצות, עורות או צמר.",
    "animalWelfareAwareness": "בעשור האחרון חלה עלייה במודעות להשפעות ההרסניות של תעשיית האופנה על רווחת בעלי החיים,",
    "animalWelfareExploitation": "מיליוני בעלי חיים — בהם פרות, שועלים, מינקים, ארנבות, כבשים, תנינים נחשים ועוד מנוצלים מדי שנה בתעשיות אלה,",
    "animalWelfareReports": "על פי דיווחי ארגוני זכויות בעלי חיים: Peta Four Paws International, וworld Animal protection השימוש בבעלי חיים למטרות תעשייתיות כרוך ב:",
    "woolShearing": "גזיזת צמר מהירה ואגרסיבית,",
    "woolShearingDesc": "המובילה לפציעות ולכאב חמור בבעלי החיים תוך גרימת קרעים בעור וזיהומים כואבים, הפציעות נותרות פעמים רבות ללא טיפול ולעיתים אף גורמות למוות,עובדים רבים מקבלים תשלום על פי כמות מה שמוביל למהירות וחוסר זהירות קיצוני.",
    "skinningAlive": "קילוף עורות מבעלי חיים בעודם בחיים:",
    "skinningAliveDesc": "הליך פוגעני אלים ורשלני המתבצע לשם חיסכון בעלויות ציוד וחומרי הרדמה, קיצור זמן העבודה ושימור איכות העור, תוך מניעת פגמים וקרעים, פעולה זו גורמת לסבל חמור ופוגעת בזכויות בעלי החיים לרווחה בסיסית.",
    "furSlaughter": "קטילה שיטתית של בעלי חיים לשם הפקת פרוותם:",
    "furSlaughterDesc": "מיליוני בעל חיים מוחזקים בתנאים צפופים ומנוצלים לצורך הפקת מוצרי לבוש מפרוותם בדרכים קשות ואכזריות,שיטות ההמתה כוללות חניקה, התחשמלות, שבירת מפרקת או שימוש בגז, לא פעם החיות אינן מאבדות הכרה באופן מיידי מה שגורם לסבל רב וממושך.",
    "silkBoiling": "הרתחת זחלי טווי המשי בעודם חיים לצורך הפקת חוטי משי שלמים:",
    "silkBoilingDesc": "זחלי טווי המשי מגודלים בכמויות גדולות, לאחר יצירת פקעת המשי שלהם,הפקעות מוכנסות למים רותחים בעוד הזחלים בחיים, תהליך הנועד להקל על חילוץ חוטי המשי בשלמותם, כתוצאה מכך מליארדי זחלים מומתים מדי שנה תוך סבל לצורך הפקת מוצרי טקסטיל.",
    "featherPlucking": "תלישת נוצות מעופות:",
    "featherPluckingDesc": "בעיקר אווזים וברווזים לעיתים בעודם בחיים, מהווה פרקטיקה מתועדת היטב בתעשיית האופנה והטקסטיל, גורמת פציעות זיהומים כאב וסבל רב, העופות נכבלים נוצותיהם נתלשות באלימות כדי להבטיח תפוקה מרבית של נוצות רכות((downלעיתים תלישת הנוצות מתבצעת מספר פעמים באותו עוף לאורח חייו.",
    "exoticLeather": "גידול תנינים נחשים ולטאות לצורך הפקת עורות אקזוטיים:",
    "exoticLeatherDesc": "מיליוני זוחלים מוחזקים בבריכות סגורות וצפופות בתנאים מלאכותיים, תוך פגיעה חמורה בצרכיהם הבסיסיים, ההחזקה בתנאים אלה גורמת לסטרס קיצוני והתנהגויות חריגות, תהליך ההרג כוללו שיטות אכזריות כגון ירי בראש או בצוואר דקירה בעמוד השדרה או התחשמלות. לעיתים מתועדים בעלי החיים כשהם נותרים בהכרה חלקית בזמן הסרת עורם המיועד לייצור מוצרי יוקרה בתעשיית האופנה, תהליך הכרוך בצער בע\"ח קיצוני כאב סבל והרג מיותר.",
    "animalWelfareGoal": "מטרתי היא ליצור מתוך מרחב הוגן ובטוח, ללא פגיעה וגרימת סבל ביצורים חיים וללא גזילת חייהם לצורכי רווח אישי, המעבר לחומרים אלטרנטיביים שאינם מהחי תורם לצמצום הפגיעה ותומך ברווחת בעלי חיים ברחבי העולם ובכך בהעלאת התדר הקולקטיבי של פלנטה ארץ.",
    "packaging": "אריזה",
    "packagingIntro": "רותמינה משתמשת באריזות העשויות מנייר ממוחזר, החל מאריזות השילוח, הטיקטים ,שקיות המותג ועד נייר העטיפה, הבחירות שלי נובעות מההבנה שאריזה אינה רק פונקציה של הגנה על המוצר-הן גם ביטוי לאופן שבו אני בוחרת להתנהל בעולם .",
    "packagingExploration": "מתוך התבוננות בשאלות של קיימות צריכה ואחריות סביבתית, אני בוחרת להפחית את תביעת הרגל הפחמנית של המותג, להימנע מאריזת יתר ולבחור באריזות המשרתות את מטרתן ביעילות ובכבוד למשאבים שהסביבה מעניקה לנו,",
    "packagingValues": "הבחירות הללו מסייעות לי להשיג את מטרותיי ותורמות לפעולה סביבתית מעשית:",
    "energySavings": "חיסכון באנרגיה",
    "energySavingsDesc": ": ייצור נייר ממוחזר דורש כ 30%-50% פחות אנרגיה מאשר נייר חדש,המשמעות היא חסכון משמעותי במשאבים ובהפעלת מתקנים תעשייתיים עתירי אנרגיה כמו תחנות עיבוד עץ, כבשנים ומכונות הלבנה. בתהליך המחזור,החומר הגולמי כבר עבר עיבוד קודם לכן אין צורך לפרק סיבים מההתחלה,דבר שחוסך שלבים שלמים בתהליך התעשייתי.",
    "co2Reduction": "הפחתת פליטת CO₂",
    "co2ReductionDesc": ": כל טון של נייר ממוחזר שמיוצר מפחית כ-2.5 טון CO₂.מחקרים מדעיים מצביעים שתעשיית ייצור נייר חדש מייצרת לא רק פליטות פחמן דו חמצני,אלא גם כמויות משמעותיות של גזי חממה נוספים כגון מתאן ותחמוצת חנקן הנפלטים בתהליכי הטמנת פסולת תעשייתית ביולוגית. תהליכי מחזור נייר מפחיתים באופן משמעותי את כמות הפסולת הזו וכך תורמים להפחתת פליטות גזי חממה כלליות מעבר להפחתה הישירה מפליטות CO₂,כמו כן יעול שרשרת האספקה של חומרי הגלם הממוחזרים מקטין את הצורך בהובלות ארוכות טווח של חומרי גלם ראשוניים ובכך מצמצם פליטת מזהמים שמקורן השינוע,אחד הגורמים המרכזיים לפליטות מזהמים עולמיות.",
    "naturalResources": "שימור משאבים טבעיים:",
    "naturalResourcesDesc": " שימוש בנייר ממוחזר מסייע בשימור היערות ומפחית את הצורך בכריתת עצים חדשים,יערות טבעיים מהווים מערכות אקולגיות מורכבות החיוניות לאיזון האקלים,ספיחת פחמן דו חמצני,שמירה על מגוון ביולוגי והגנה על קרקעות ומקורות מים.כריתת עצים נרחבת, במיוחד ביערות גשם ובאזורים רגישים אקולוגית,גורמת להרס בלתי הפיך של מערכות חיים שלמות ולהתדלדלות משאבים מתחדשים.כמו כן תהליך עיבוד עץ לנייר צורך כמויות גדולות של מים כימיכלים ואנרגיה בעוד שמחזור נייר מפחית באופן משמעותי את הדרישה למשאבים אלה.שימור יערות באמצעות הפחתת הביקוש לחומר גלם ראשוני תורם להגנה על איזונים טבעיים שבלעדיים הפגיעות הסביבתיות הולכות ומעמיקות.",
    "wasteReduction": "הפחתת פסולת \"וריוז\":",
    "wasteReductionDesc": " באמצעות אריזות ממוחזרות, אנו מאפשרים להעניק חיים לחומר קיים תוך הימנעות מייצור נוסף המוביל צריכת משאבים נוספים כגון;עצים הנכרתים למטרות תעשייה, כמויות מים עצומות בתהליכי הפקה ושימוש בדלקים מאובנים לצורכי ייצור והובלה ומכך מפחיתים את כמות הפסולת שנשלחת לאתרים ואת השפעת הפליטות המזיקות על סביבתנו.",
    "packagingCommitment": "רותמינה תמשיך להיות קשובה לצרכי הסביבה ומחויבת לשיפור מתמיד של פעולתה כדי להימנע מפגיעה סביבתית, המותג ער להתפתחויות הטכנולוגיות ולקדמה בתחום הקיימות ויחפש תמיד דרכים חדשות להקטין את השפעתו הסביבתית ולהוות חלק מפתרון גלובלי.",
    "packagingData": "הנתונים נתמכים ע\"י דו\"חות גופים סביבתיים מוכרים:",
    "packagingOrganizations": "Environmental Protection Agency (EPA) המתמקדים ו -World Resources Institute (WRI) בקיימות, הפחתת פליטות והפחתת פסולת עולמית."
  },
  "sorryModal": {
    "title": "מצטערת",
    "description1": "משהו השתבש",
    "description2": "לא ניתן לאשר את ההזמנה כרגע",
    "buttonText": "נסי שוב"
  }
}

